<html>
<head>
<title>Хостинг в ХАИ</title>
<meta http-equiv="Content-Type" content="text/html; charset=koi8-r">
<link href="style.css" rel="stylesheet" type="text/css">
</head>
<body class="body">

<table border="0" cellspacing="0" cellpadding="0" width="100%" height="70px">
<tr width="100%" height="70px">
	<td width="113px" height="70px" background="cp/img/new/banner_left.jpg" NOWRAP>
	</td>

	<td width="412px" height="70px" NOWRAP>
		<table border="0" cellspacing="0" cellpadding="0" width="100%" height="100%">
		<tr height="44px">
			<td width="412px" height="44px" colspan="9" background="cp/img/new/banner_top.jpg" NOWRAP>
			</td>
		</tr>
		<tr height="17px">

			<td width="59px" height="17px" NOWRAP>
			<a href="index.php">
				<img width="59px" height="17px" src="cp/img/new/banner_main.jpg" alt="Главная">
			</a>
			</td>

			<td width="10px" height="17px" background="cp/img/new/banner_dummy.jpg" NOWRAP>
			</td>

			<td width="61px" height="17px" NOWRAP>
			<a href="tariff.php">
				<img width="61px" height="17px" src="cp/img/new/banner_tariff.jpg" alt="Тарифы">
			</a>
			</td>

			<td width="10px" height="17px" background="cp/img/new/banner_dummy.jpg" NOWRAP>
			</td>

			<td width="134px" height="17px" NOWRAP>
			<a href="cp/client/">
				<img width="134px" height="17px" src="cp/img/new/banner_panel.jpg" alt="Контрольная Панель">
			</a>
			</td>

			<td width="10px" height="17px" background="cp/img/new/banner_dummy.jpg" NOWRAP>
			</td>

			<td width="53px" height="17px" NOWRAP>
			<a href="forum/">
				<img width="53px" height="17px" src="cp/img/new/banner_forum.jpg" alt="Форум">
			</a>
			</td>

			<td width="10px" height="17px" background="cp/img/new/banner_dummy.jpg" NOWRAP>
			</td>

			<td width="65px" height="17px" NOWRAP>
			<a href="rules.php">
				<img width="65px" height="17px" src="cp/img/new/banner_rules.jpg" alt="Правила">
			</a>
			</td>
		</tr>
		<tr height="9px" width="412px">
			<td width="412px" height="9px" colspan="9" background="cp/img/new/banner_bottom.jpg" NOWRAP>
			</td>
		</tr>
		</table>
	</td>

	<td width="100%" height="70px" background="cp/img/new/banner_center.jpg" NOWRAP>
	</td>

	<td width="101px" height="70px" background="cp/img/new/banner_right.jpg" NOWRAP>
	</td>
</tr>
</table>

<table border="0" cellspacing="0" cellpadding="0" width="100%">
<tr width="100%" height="10px">
<td NOWRAP></td>
</tr>
<tr width="100%">

	<td width="30px" NOWRAP>
	</td>

	<td width="150px" NOWRAP valign="top">
		<table border="0" cellspacing="0" cellpadding="0">
		<tr><td>
			<a href="index.php" class="menu_main">
				<strong>Главная</strong>
			</a>
		</td></tr>

		<tr><td height="10px" NOWRAP>
		</td></tr>

		<tr><td>
			<a href="tariff.php" class="menu_main">
				<strong>Тарифы</strong>
			</a>
		</td></tr>

		<tr><td>
			<a href="free.php" class="menu">
				Бесплатный
			</a>
		</td></tr>

		<tr><td>
			<a href="full.php" class="menu">
				Полный
			</a>
		</td></tr>

		<tr><td>
			<a href="compare.php" class="menu">
				Сравнение
			</a>
		</td></tr>

		<tr><td height="10px" NOWRAP>
		</td></tr>

		<tr><td>
			<a href="cp/client/" class="menu_main">
				<strong>Контрольная панель</strong>
			</a>
		</td></tr>

		<tr><td>
			<a href="cp/client/webmail/" class="menu">
				Web-почта
			</a>
		</td></tr>

		<tr><td>
			<a href="cp/client/ftpmanager/" class="menu">
				FTP-менеджер
			</a>
		</td></tr>

		<tr><td>
			<a href="cp/client/pma/" class="menu">
				Управление MySQL
			</a>
		</td></tr>

		<tr><td>
			<a href="cp/client/pga/" class="menu">
				Управление PgSQL
			</a>
		</td></tr>

		<tr><td height="10px" NOWRAP>
		</td></tr>

		<tr><td>
			<a href="forum/" class="menu_main">
				<strong>Форум - Хостинг</strong>
			</a>
		</td></tr>

		<tr><td height="10px" NOWRAP>
		</td></tr>

		<tr><td>
			<a href="rules.php" class="menu_main">
				<strong>Правила</strong>
			</a>
		</td></tr>

		</table>

	</td>

	<td width="100%" valign="top">

		<table border="0" cellspacing="0" cellpadding="0" width="100%">

		<tr height="20px" width="100%">
			<td width="20px" height="20px" background="cp/img/new/border_nw.jpg" NOWRAP>
			</td>
			<td width="100%" height="20px" background="cp/img/new/border_n.jpg">
			</td>
			<td width="20px" height="20px" background="cp/img/new/border_ne.jpg" NOWRAP>
			</td>
		</tr>

		<tr width="100%">
			<td width="20px" background="cp/img/new/border_w.jpg" NOWRAP>
			</td>
			<td bgcolor="#FFFFFF">
<center><font size="+2">Нормы пользования Сетью</font></center>
<br>
&nbsp;&nbsp;&nbsp;&nbsp;Сеть Интернет представляет собой глобальное объединение компьютерных
сетей и информационных ресурсов, принадлежащих множеству различных людей и
организаций. Это объединение является децентрализованным, и единого
общеобязательного свода правил (законов) пользования сетью Интернет не
установлено. Существуют, однако, общепринятые нормы работы в сети
Интернет, направленные на то, чтобы деятельность каждого пользователя сети
не мешала работе других пользователей. Фундаментальное положение этих норм<br>
таково: правила использования любых ресурсов сети Интернет определяют
владельцы этих ресурсов и только они (здесь и далее словом "ресурс"
обозначается любая совокупность программных и аппаратных средств,
составляющих в том или ином смысле единое целое. Ресурсом сети Интернет
могут считаться, например, почтовый ящик, персональный компьютер,
виртуальный или физический сервер, локальная вычислительная сеть, канал
связи и т.д.)<br>
&nbsp;&nbsp;&nbsp;&nbsp;Настоящий документ представляет собой одно из возможных формальных<br>
описаний общепринятых норм сетевого взаимодействия, считающихся в
большинстве сетей (как входящих в сеть Интернет непосредственно, так и
доступных из сети Интернет тем или иным опосредованным образом)
обязательными к исполнению всеми пользователями. Такие или аналогичные
нормы применяются в отношении всех доступных сетевых ресурсов, когда
заранее не известны правила, установленные владельцами этих ресурсов
самостоятельно.<br>
&nbsp;&nbsp;&nbsp;&nbsp;Как показывает практика, большинство пользователей сети Интернет ожидает
от других пользователей исполнения общепринятых сетевых норм, т.к. их
нарушение влечет серьезные затруднения работы в Сети, как технические, так
и обусловленные человеческим фактором.
&nbsp;&nbsp;&nbsp;&nbsp;При создании документа не ставилось целей формулировать
универсальные правила работы в Сети, дублировать положения
законодательства тех или иных государств и т.п. Документ
охватывает исключительно внутрисетевые нормативы, сложившиеся в
международном сетевом сообществе как проявление самосохранения
сети Интернет.<br>
&nbsp;&nbsp;&nbsp;&nbsp;Авторы документа надеются, что данная формализация общепринятых норм
окажется полезной как администраторам сетей при разработке правил
доступа для пользователей, так и конечным пользователям Сети для избежания
конфликтных ситуаций в повседневной работе. Кроме того, данный документ
поможет определить, какого поведения разумно ожидать пользователю от
других участников сетевого взаимодействия и в каких случаях можно считать
себя пострадавшим от недопустимых действий.<br>
<br>
<br>
<font size="+1">1. Ограничения на информационный шум (спам)</font><br>
<br>
Развитие Сети привело к тому, что одной из основных проблем
пользователей стал избыток информации. Поэтому сетевое сообщество
выработало специальные правила, направленные на ограждение
пользователя от ненужной/незапрошенной информации (спама). В
частности, являются недопустимыми:<br>
<br>
<br>
1.1. Массовая рассылка сообщений посредством электронной почты и других
средств персонального обмена информацией (включая службы немедленной
доставки сообщений, такие как SMS, IRC и т.п.), иначе как по явно и
недвусмысленно выраженной инициативе получателей.<br>
&nbsp;&nbsp;&nbsp;&nbsp;Открытая публикация адреса электронной почты или другой системы
персонального обмена информацией не может служить основанием для включения
адреса в какой-либо список для массовой рассылки сообщений. Включение
адреса, полученного любым путем (через веб-форму, через подписного робота
и т.п.), в список адресов, по которому проводится какая-либо рассылка,
допускается только при условии наличия надлежащей технической процедуры
подтверждения подписки, гарантирующей, что адрес не попадет в список
иначе, как по воле владельца адреса. Процедура подтверждения подписки
должна исключать возможность попадания адреса в список адресатов
какой-либо рассылки (единичной или регулярной) по инициативе третьих лиц
(т.е. лиц, не являющихся владельцами данного адреса).<br>
&nbsp;&nbsp;&nbsp;&nbsp;Обязательно наличие возможности для любого подписчика немедленно
покинуть список рассылки без каких-либо затруднений при возникновении у
него такого желания. При этом наличие возможности покинуть список само по
себе не может служить оправданием внесения адресов в список не по воле
владельцев адресов.<br>
<br>
1.2. Отправка электронных писем и других сообщений, содержащих вложенные
файлы и/или имеющих значительный объем, без предварительно полученного
разрешения адресата.<br>
<br>
1.3. Рассылка (иначе как по прямой инициативе получателя)<br>
&nbsp;&nbsp;&nbsp;&nbsp; а) электронных писем и других сообщений (в том числе единичных)
рекламного, коммерческого или агитационного характера;<br>
&nbsp;&nbsp;&nbsp;&nbsp; б) писем и сообщений, содержащих грубые и оскорбительные выражения и
предложения.<br>
&nbsp;&nbsp;&nbsp;&nbsp; в) Рассылка сообщений, содержащих просьбу переслать данное сообщение
другим доступным пользователям (chain letters).<br>
&nbsp;&nbsp;&nbsp;&nbsp; г) Использование безличных ("ролевых") адресов иначе, как по их
прямому назначению, установленному владельцем адресов и/или стандартами.<br>
<br>
1.4. Размещение в любой электронной конференции сообщений, которые не
соответствуют тематике данной конференции (off-topic). Здесь и далее под
конференцией понимаются телеконференции (группы новостей) Usenet и другие
конференции, форумы и списки рассылки.<br>
<br>
1.5. Размещение в любой конференции сообщений рекламного, коммерческого
или агитационного характера, кроме случаев, когда такие сообщения явно
разрешены правилами данной конференции либо их размещение было согласовано
с владельцами или администраторами данной конференции предварительно.<br>
<br>
1.6. Размещение в любой конференции статьи, содержащей приложенные
файлы, кроме случаев, когда вложения явно разрешены правилами данной
конференции либо такое размещение было согласовано с владельцами или
администраторами конференции предварительно.<br>
<br>
1.7. Рассылка информации получателям, ранее в явном виде выразившим
нежелание получать эту информацию, информацию данной категории или
информацию от данного отправителя.<br>
<br>
1.8. Использование собственных или предоставленных информационных ресурсов
(почтовых ящиков, адресов электронной почты, страниц WWW и т.д.) в
качестве контактных координат при совершении любого из вышеописанных
действий, вне зависимости от того, из какой точки Сети были совершены эти
действия.<br>
<br>
1.9. Осуществление деятельности по техническому обеспечению рассылки
спама (spam support service), как то:<br>
&nbsp;&nbsp;&nbsp;&nbsp;- целенаправленное сканирование содержимого информационных ресурсов с
целью сбора адресов электронной почты и других служб доставки сообщений;<br>
&nbsp;&nbsp;&nbsp;&nbsp;- распространение программного обеспечения для рассылки спама;<br>
&nbsp;&nbsp;&nbsp;&nbsp;- создание, верификация, поддержание или распространение баз данных
адресов электронной почты или других служб доставки сообщений (за
исключением случая, когда владельцы всех адресов, включенных в такую базу
данных, в явном виде выразили свое согласие на включение адресов в данную
конкретную базу данных; открытая публикация адреса таковым согласием
считаться не может).<br>
<br>
<br>
<font size="+1">2. Запрет несанкционированного доступа и сетевых атак</font><br>
<br>
Не допускается осуществление попыток несанкционированного доступа к
ресурсам Сети, проведение сетевых атак и сетевого взлома и участие в них,
за исключением случаев, когда атака на сетевой ресурс проводится с явного
разрешения владельца или администратора этого ресурса. В том числе
запрещены:<br>
<br>
2.1. Действия, направленные на нарушение нормального функционирования
элементов Сети (компьютеров, другого оборудования или программного
обеспечения), не принадлежащих пользователю.<br>
<br>
2.2. Действия, направленные на получение несанкционированного доступа к
ресурсу Сети (компьютеру, другому оборудованию или информационному
ресурсу), последующее использование такого доступа, а также уничтожение
или модификация программного обеспечения или данных, не принадлежащих
пользователю, без согласования с владельцами этого программного
обеспечения или данных либо администраторами данного информационного
ресурса. Под несанкционированным доступом понимается любой доступ
способом, отличным от предполагавшегося владельцем ресурса.<br>
<br>
2.3. Передача компьютерам или оборудованию Сети бессмысленной или
бесполезной информации, создающей паразитную нагрузку на эти
компьютеры или оборудование, а также промежуточные участки сети, в
объемах, превышающих минимально необходимые для проверки связности
сетей и доступности отдельных ее элементов.<br>
<br>
2.4. Целенаправленные действия по сканированию узлов сетей с
целью выявления внутренней структуры сетей, списков открытых
портов и т.п., иначе как в пределах, минимально необходимых
для проведения штатных технических мероприятий, не ставящих
своей целью нарушение пунктов 2.1 и 2.2 настоящего документа.
<br>
<br>
<br>
<font size="+1">3. Соблюдение правил, установленных владельцами ресурсов</font><br>
<br>
<br>
&nbsp;&nbsp;&nbsp;&nbsp;Владелец любого информационного или технического ресурса Сети может
установить для этого ресурса собственные правила его использования.
&nbsp;&nbsp;&nbsp;&nbsp;Правила использования ресурсов либо ссылка на них публикуются
владельцами или администраторами этих ресурсов в точке подключения к таким
ресурсам и являются обязательными к исполнению всеми пользователями этих
ресурсов. Правила должны быть легко доступными, написанными с учетом
разного уровня подготовки пользователей.<br>
&nbsp;&nbsp;&nbsp;&nbsp;Правила использования ресурса, установленные владельцем, не должны
нарушать права владельцев других ресурсов или приводить к злоупотреблениям
в отношении других ресурсов.<br>
&nbsp;&nbsp;&nbsp;&nbsp;Пользователь обязан соблюдать правила использования ресурса либо
немедленно отказаться от его использования.<br>
&nbsp;&nbsp;&nbsp;&nbsp;В случае, если правила, установленные владельцем ресурса, противоречат
тем или иным пунктам настоящего документа, в отношении данного ресурса
применяются правила, установленные владельцем, если это не ведет к
нарушениям в отношении других ресурсов. В случае, если владельцем группы
ресурсов явно установлены правила только для части ресурсов, для остальных
применяются правила, сформулированные в данном документе.
<br>
<br>
<br>
<font size="+1">4. Недопустимость фальсификации</font><br>
<br>
Значительная часть ресурсов Сети не требует идентификации пользователя
и допускает анонимное использование. Однако в ряде случаев от
пользователя требуется предоставить информацию, идентифицирующую его и
используемые им средства доступа к Сети. При этом пользователь не должен:<br>
<br>
4.1. Использовать идентификационные данные (имена, адреса, телефоны
и т.п.) третьих лиц, кроме случаев, когда эти лица уполномочили
пользователя на такое использование.<br>
<br>
4.2. Фальсифицировать свой IP-адрес, а также адреса, используемые в
других сетевых протоколах, при передаче данных в Сеть.<br>
<br>
4.3. Использовать несуществующие обратные адреса при отправке
электронных писем и других сообщений.<br>
<br>
4.4. Небрежно относиться к конфиденциальности собственных
идентификационных реквизитов (в частности, паролей и прочих кодов
авторизованного доступа), что может привести к использованию тех
или иных ресурсов третьими лицами от имени данного пользователя
(с сокрытием, таким образом, истинного источника действий).<br>
<br>
<br>

<font size="+1">5. Настройка собственных ресурсов</font><br>
<br>
При работе в сети Интернет пользователь становится ее полноправным
участником, что создает потенциальную возможность для использования
сетевых ресурсов, принадлежащих пользователю, третьими лицами. В связи
с этим пользователь должен принять надлежащие меры по такой настройке
своих ресурсов, которая препятствовала бы недобросовестному
использованию этих ресурсов третьими лицами, а при обнаружении случаев
такого использования принимать оперативные меры по их прекращению.<br>
&nbsp;&nbsp;&nbsp;&nbsp;Примерами потенциально проблемной настройки сетевых ресурсов являются:<br>
&nbsp;&nbsp;&nbsp;&nbsp;- открытые ретрансляторы электронной почты (open SMTP-relays);<br>
&nbsp;&nbsp;&nbsp;&nbsp;- общедоступные для неавторизованной публикации серверы новостей
(конференций, групп);<br>
&nbsp;&nbsp;&nbsp;&nbsp;- средства, позволяющие третьим лицам неавторизованно скрыть
источник соединения (открытые прокси-серверы и т.п.);<br>
&nbsp;&nbsp;&nbsp;&nbsp;- общедоступные широковещательные адреса локальных сетей, позволяющие
проводить с их помощью атаки типа smurf;<br>
&nbsp;&nbsp;&nbsp;&nbsp;- электронные списки рассылки с недостаточной надежностью механизма
подтверждения подписки или без возможности ее отмены;<br>
&nbsp;&nbsp;&nbsp;&nbsp;- www-сайты и другие подобные ресурсы, осуществляющие отправку
корреспонденции третьим лицам по анонимному или недостаточно
аутентифицированному запросу.<br>
<br>

			</td>
			<td width="20px" background="cp/img/new/border_e.jpg" NOWRAP>
			</td>
		</tr>

		<tr height="20px" width="100%">
			<td width="20px" height="20px" background="cp/img/new/border_sw.jpg" NOWRAP>
			</td>
			<td width="100%" height="20px" background="cp/img/new/border_s.jpg">
			</td>
			<td width="20px" height="20px" background="cp/img/new/border_se.jpg" NOWRAP>
			</td>
		</tr>

		</table>
	</td>
</tr>
</table>
</body>
</html>

<?php
	include ("footer.php");
?>
