<html>
<head>
<title>Хостинг в ХАИ</title>
<meta http-equiv="Content-Type" content="text/html; charset=koi8-r">
<link href="style.css" rel="stylesheet" type="text/css">
</head>
<body class="body">

<table border="0" cellspacing="0" cellpadding="0" width="100%" height="70px">
<tr width="100%" height="70px">
	<td width="113px" height="70px" background="cp/img/new/banner_left.jpg" NOWRAP>
	</td>

	<td width="412px" height="70px" NOWRAP>
		<table border="0" cellspacing="0" cellpadding="0" width="100%" height="100%">
		<tr height="44px">
			<td width="412px" height="44px" colspan="9" background="cp/img/new/banner_top.jpg" NOWRAP>
			</td>
		</tr>
		<tr height="17px">

			<td width="59px" height="17px" NOWRAP>
			<a href="index.php">
				<img width="59px" height="17px" src="cp/img/new/banner_main.jpg" alt="Главная">
			</a>
			</td>

			<td width="10px" height="17px" background="cp/img/new/banner_dummy.jpg" NOWRAP>
			</td>

			<td width="61px" height="17px" NOWRAP>
			<a href="tariff.php">
				<img width="61px" height="17px" src="cp/img/new/banner_tariff.jpg" alt="Тарифы">
			</a>
			</td>

			<td width="10px" height="17px" background="cp/img/new/banner_dummy.jpg" NOWRAP>
			</td>

			<td width="134px" height="17px" NOWRAP>
			<a href="cp/client/">
				<img width="134px" height="17px" src="cp/img/new/banner_panel.jpg" alt="Контрольная Панель">
			</a>
			</td>

			<td width="10px" height="17px" background="cp/img/new/banner_dummy.jpg" NOWRAP>
			</td>

			<td width="53px" height="17px" NOWRAP>
			<a href="forum/">
				<img width="53px" height="17px" src="cp/img/new/banner_forum.jpg" alt="Форум">
			</a>
			</td>

			<td width="10px" height="17px" background="cp/img/new/banner_dummy.jpg" NOWRAP>
			</td>

			<td width="65px" height="17px" NOWRAP>
			<a href="rules.php">
				<img width="65px" height="17px" src="cp/img/new/banner_rules.jpg" alt="Правила">
			</a>
			</td>
		</tr>
		<tr height="9px" width="412px">
			<td width="412px" height="9px" colspan="9" background="cp/img/new/banner_bottom.jpg" NOWRAP>
			</td>
		</tr>
		</table>
	</td>

	<td width="100%" height="70px" background="cp/img/new/banner_center.jpg" NOWRAP>
	</td>

	<td width="101px" height="70px" background="cp/img/new/banner_right.jpg" NOWRAP>
	</td>
</tr>
</table>

<table border="0" cellspacing="0" cellpadding="0" width="100%">
<tr width="100%" height="10px">
<td NOWRAP></td>
</tr>
<tr width="100%">

	<td width="30px" NOWRAP>
	</td>

	<td width="150px" NOWRAP valign="top">
		<table border="0" cellspacing="0" cellpadding="0">
		<tr><td>
			<a href="index.php" class="menu_main">
				<strong>Главная</strong>
			</a>
		</td></tr>

		<tr><td height="10px" NOWRAP>
		</td></tr>

		<tr><td>
			<a href="tariff.php" class="menu_main">
				<strong>Тарифы</strong>
			</a>
		</td></tr>

		<tr><td>
			<a href="free.php" class="menu">
				Бесплатный
			</a>
		</td></tr>

		<tr><td>
			<a href="full.php" class="menu">
				Полный
			</a>
		</td></tr>

		<tr><td>
			<a href="compare.php" class="menu">
				Сравнение
			</a>
		</td></tr>

		<tr><td height="10px" NOWRAP>
		</td></tr>

		<tr><td>
			<a href="cp/client/" class="menu_main">
				<strong>Контрольная панель</strong>
			</a>
		</td></tr>

		<tr><td>
			<a href="cp/client/webmail/" class="menu">
				Web-почта
			</a>
		</td></tr>

		<tr><td>
			<a href="cp/client/ftpmanager/" class="menu">
				FTP-менеджер
			</a>
		</td></tr>

		<tr><td>
			<a href="cp/client/pma/" class="menu">
				Управление MySQL
			</a>
		</td></tr>

		<tr><td>
			<a href="cp/client/pga/" class="menu">
				Управление PgSQL
			</a>
		</td></tr>

		<tr><td height="10px" NOWRAP>
		</td></tr>

		<tr><td>
			<a href="forum/" class="menu_main">
				<strong>Форум - Хостинг</strong>
			</a>
		</td></tr>

		<tr><td height="10px" NOWRAP>
		</td></tr>

		<tr><td>
			<a href="rules.php" class="menu_main">
				<strong>Правила</strong>
			</a>
		</td></tr>

		</table>

	</td>

	<td width="100%" valign="top">

		<table border="0" cellspacing="0" cellpadding="0" width="100%">

		<tr height="20px" width="100%">
			<td width="20px" height="20px" background="cp/img/new/border_nw.jpg" NOWRAP>
			</td>
			<td width="100%" height="20px" background="cp/img/new/border_n.jpg">
			</td>
			<td width="20px" height="20px" background="cp/img/new/border_ne.jpg" NOWRAP>
			</td>
		</tr>

		<tr width="100%">
			<td width="20px" background="cp/img/new/border_w.jpg" NOWRAP>
			</td>
			<td bgcolor="#FFFFFF">
<center>ПРАВИЛА ПОЛЬЗОВАНИЯ УСЛУГАМИ СЕРВИСА "ХОСТИНГ В ХАИ"</center>
<br>
1. ОБЩИЕ ПОЛОЖЕНИЯ
<p align="justify">
1.1. Данные Правила Пользования Услугами Сервиса "ХОСТИНГ В ХАИ"
(далее, Правила) являются обязательными для каждого клиента.
Цель данных правил обеспечить функционирование всех
сервисов Хостинга на высоком уровне, защитить клиентов
Хостинга от любой противозаконной деятельности, а также
определить порядок взаимодействия Администраторов Сервиса "ХОСТИНГ В ХАИ"
(далее Администраторов) с клиентами и третьими лицами.
Несоблюдение Правил может явиться причиной блокировки аккаунта.
</p>
2. ЗАПРЕЩЕННЫЕ ДЕЙСТВИЯ
<p align="justify">
2.1. Передача, распространение, публикация или хранение любой
информации, противоречащей законам Украины, а также нормам
сетевого этикета (http://www.ofisp.org/, доступные <a target="_blank" href="ofisp.php">здесь</a>) запрещено. Примеры
запрещенной информации и ссылок: информация, способствующая
распространению наркотиков и оружия, попыткам
несанкционированного доступа к компьютерным системам,
пропагандирующая жестокость и насилие, расовую или
религиозную ненависть, схемы обмана, информация, защищаемая
авторским правом, порнография, crack материалы (информация
для взлома программного обеспечения, защищенного авторским
правом), базы email адресов, предназначенные для рассылки
спама (spam), программы, которые могут быть использованы
для рассылки спама.

<p align="justify">
2.2. Под спамом (spam) понимается любая массовая рассылка
рекламных сообщений в любом виде и с помощью любых
технологий лицам, не подписывавшимся на запрос такой
информации. Спамом также является осуществление массовых
рекламных действий на чужих ресурсах без согласия
владельцев, включая массовые рекламные сообщения, рассылка
рекламной информации, не соответствующей теме конференции.
Спамом не является адресная рассылка на email адреса
подписчиков сайта, добровольно подписавшихся на рассылку
(например, рассылка новостей сайта). Такая и подобные
рассылки разрешены.
</p>

<p align="justify">
2.3. Запрещено использование сетевых ресурсов Хостинга для
нелегальных действий. Нелегальные действия включают
следующие: рассылка спама, вирусов, рассылка информации
частного характера о персоне без ее согласия,
распространение клеветы на физическое или юридическое
лицо, проведения азартных игр без соответствующего
разрешения, действия, направленные на получение
несанкционированного доступа к ресурсам других клиентов
Хостинга или любым внешним ресурсам.
</p>

<p align="justify">
2.4. Запрещается использование в email неправильного или
несуществующего обратного адреса отправителя, trolling
(посылка некорректного сообщения в конференцию для
разжигания спора), mail-bombing (отправление в один
почтовый ящик множества одинаковых сообщений), подписка
кого-либо на лист рассылки без его согласия.
</p>

<p>
3. ИСПОЛЬЗОВАНИЕ РЕСУРСОВ СЕРВЕРА
</p>

<p align="justify">
3.1. Каждый клиент должен осозновать, что услуги обычного
виртуального хостинга предполагают размещение на одном
физическом сервере нескольких аккаунтов. При использовании
услуги хостинга клиент не должен создавать серьезные
препятствия для работы других сайтов. На виртуальном
хостинге запрещено размещение IRC-чатов, сайтов с online
играми.
</p>

<p align="justify">
3.2. Скрипты.
<br>
Клиент может устанавливать любой скрипт (например, чат),
но самостоятельно несет полную ответственность за его
функционирование. Для работы с панелью управления
разрешается применять только имеющиеся инструменты и не
допускается создание собственных скриптов, которые,
например, будут позволять под Вашими авторизационными
данными осуществлять доступ в панель управления хостингом
посторонним лицам и т.п. Особенные условия использования
ресурсов оговариваются в частном порядке. Клиент
самостоятельно проверяет правильность написанного кода.
В случае обнаружения "опасных" скриптов, доступ к ним
будут заблокирован до устранения ошибки. Клиенту
высылается уведомление.
</p>
<!--
<p align="justify">
Резидентные программы (фоновые процессы, background processes).
<br>
На виртуальном хостинге запуск резидентных
программ (демонов) возможен, но в любом случае, по
истечение лимитов использования реального процессорного
времени (15s) демон будет "убит" ядром и его будет
необходимо "поднимать", например по крону. Как правило,
для демонов чата такой режим не применим.
</p>
-->

<p align="justify">
4. ПОСЛЕДОВАТЕЛЬНОСТЬ ВЗАИМОДЕЙСТВИЯ
</p>

<p align="justify">
4.1. Техническая поддержка.
<br>
Администраторы оказывают техническую поддержку клиентам,
однако, мы не можем предоставить консультацию по любой программе,
созданной не нами. В первую очередь клиент должен
обращаться к разработчику программного обеспечения или
скрипта, но мы всегда готовы оказать посильную помощь.
Настройка дополнительного программного обеспечения
стороннего разработчика может быть осуществлена на платной
основе. Что касается использования сервисов Хостинга, в
частности, Панели Управления, мы всегда готовы предоставить
консультацию. Вопросы, требующие детального рассмотрения,
решаются по электронной почте. Для получения
квалифицированного ответа необходимо подробно описать
проблему (указать логин, имя домена, пути,
последовательность Ваших действий, точную информацию об
ошибке и т.п.). Пароли клиентов хранятся на сервере в
зашифрованном виде, поэтому нам не известен Ваш пароль.
Для решения некоторых вопросов требуется авторизация от
имени клиента. В этом случае Вы должны предоставить пароль
от аккаунта. После решения вопроса, рекомендуется сменить
пароль через Панель Управления.
</p>

<p align="justify">
4.2. Нарушение Правил.
<br>
Общий принцип взаимодействия таков: при обнаружении факта
нарушения Правил пользователю высылается уведомление и
аккаунт блокируется. Грубое или повторное нарушение правил
может повлечь за собой отказ в дальнейшем предоставлении
услуг.
</p>

<p align="justify">
4.3. Администраторы не осуществляют контроль над информационным
содержанием каждого сайта. Целью Хостинга не является
нахождение и пресечение незаконного использования нашего
сервиса. Мы в первую очередь предоставляем услуги хостинга
и руководствуемся следующими принципами. Если есть
подозрение на нарушение Правил, то клиенту высылается
уведомление по электронной почте на адрес, указанный в
качестве контактного. Если от клиента не получено
объяснения в течение суток, аккаунт блокируется. В то же
время, если вследствие нарушения Правил нормальное
функционирование сервисов Хостинга невозможно и работа
сайтов других клиентов затруднена, то аккаунт блокируется
немедленно и после этого клиенту высылается уведомление.
Также аккаунт может быть заблокирован немедленно в случае
обнаружения факта явного нарушения правил, например,
публикации на сайте порнографии или рассылки спама.
Клиент сам несет ответственность за правильность
предоставления контактного email адреса либо другой информациии,
с помошью которой можно связаться с клиентом.
</p>

<p align="justify">
4.4. Факт нарушения тщательно расследуется. В расчет принимаются
только официально признанные документы. Например, в случае
претензии на распространение чужой коммерческой информации,
необходимо официальное документальное доказательство
конфиденциальности данной информации. Обычных утверждений
недостаточно. Доказательством факта распространения спама
для нас может являться жалоба, подтвержденная исходным
текстом письма с заголовками. Любые претензии от третьих
лиц также должны быть подтверждены фактами, а не
голословными утверждениями и предположениями.
Мы оставляем за собой право переслать претензию клиенту
для ознакомления и разъяснения.
</p>

<p align="justify">
4.5. В случае рассылки спама без использования ресурсов почтового
сервера Хостинга, факт рассылки расследуется согласно пункта 4.4.
текущих Правил.
В случае рассылки спама с использованием
ресурсов Хостинга аккаунт клиента немедленно блокируется,
и предоставление дальнейших услуг становится невозможным.
</p>

<p align="justify">
5. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ
</p>

<p align="justify">
5.1. Сервис Хостинга оставляет за собой право обновлять и
расширять Правила, публикуя их по адресу
http://hosting.ai/hosting/rules.php Новые правила вступают в
силу после их публикации на сайте Сервиса "ХОСТИНГ В ХАИ". В
случае несогласия с Правилами клиент уведомляет Сервис
"ХОСТИНГ В ХАИ" о своем несогласии и возможном отказе от
дальнейшего обслуживания.
</p>
			</td>
			<td width="20px" background="cp/img/new/border_e.jpg" NOWRAP>
			</td>
		</tr>

		<tr height="20px" width="100%">
			<td width="20px" height="20px" background="cp/img/new/border_sw.jpg" NOWRAP>
			</td>
			<td width="100%" height="20px" background="cp/img/new/border_s.jpg">
			</td>
			<td width="20px" height="20px" background="cp/img/new/border_se.jpg" NOWRAP>
			</td>
		</tr>

		</table>
	</td>
</tr>
</table>
</body>
</html>

<?php
	include ("footer.php");
?>
